Repository: altairos/MiLens-iOS
Catalog: MiLens/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko, zh_hant

# paywall.alert.ok
source: 好
de: OK
en: OK
fr: OK
ja: OK

# paywall.alert.title
source: 提示
de: Hinweis
en: Notice
fr: Information
ja: お知らせ

# paywall.badge.recommended
source: 推荐
de: Empfohlen
en: Recommended
fr: Recommandé
ja: おすすめ
zh_hant: 推薦

# paywall.benefit.albumModes
source: 复古相簿翻页浏览模式
de: Vintage-Album-Ansichtsmodi
en: Vintage album browsing modes
fr: Modes de navigation style album vintage
ja: レトロ「写真」アプリページ閲覧モード
zh_hant: 復古相簿翻頁瀏覽模式

# paywall.benefit.beadQuota
source: 拼豆图纸不限次数生成
de: Unbegrenzte Erstellung von Bügelperlen-Mustern
en: Unlimited bead pattern generation
fr: Génération illimitée de modèles de perles
ja: アイロンビーズの図案を無制限に生成
zh_hant: 拼豆圖稿不限次數產生

# paywall.benefit.cardTemplates
source: 多套精美卡片模板
de: Exklusive Kartenvorlagen
en: Exclusive card templates
fr: Modèles exclusifs de cartes souvenirs
ja: 絶妙なカードテンプレートの複数のセット
zh_hant: 多套精美卡片範本

# paywall.benefit.family
source: 支持家庭共享（由 Apple StoreKit 提供）
de: Unterstützt die Apple Familienfreigabe
en: Supports Apple Family Sharing
fr: Compatible Partage familial Apple
ja: ホームシェアリングをサポート（Apple StoreKitによって提供）
zh_hant: 支援「家人共享」（由 Apple StoreKit 提供）

# paywall.benefit.offlineBackup
source: 照片离线备份与恢复
de: Offline-Foto-Backup & Wiederherstellung
en: Offline photo backup & restore
fr: Sauvegarde et restauration hors ligne des photos
ja: 写真のオフラインバックアップとリカバリ
zh_hant: 照片離線備份與還原

# paywall.benefit.photoStorage
source: 不限量保存伙伴照片
de: Unbegrenzter Speicher für deine Haustierfotos
en: Unlimited pal photo storage
fr: Stockage illimité de photos de compagnons
ja: パートナーの写真を無制限に保存
zh_hant: 不限量儲存毛小孩照片

# paywall.benefit.profiles
source: 最多管理 20 个伙伴档案
de: Verwalte bis zu 20 Haustierprofile
en: Manage up to 20 pal profiles
fr: Gérez jusqu'à 20 profils de compagnons
ja: 最大20のパートナープロファイルを管理
zh_hant: 最多管理 20 個毛小孩檔案

# paywall.benefit.timeline
source: 查看完整成长时间线（含一年前的故事）
de: Vollständige Entwicklungs-Timeline mit Geschichten aus vergangenen Jahren
en: Full growth timeline with past years' stories
fr: Chronologie de vie complète avec les souvenirs des années passées
ja: 完全な成長タイムラインを表示 （1年前のストーリーを含む）
zh_hant: 查看完整成長時間軸（含一年前的故事）

# paywall.benefit.timelineExport
source: 成长时间线导出分享
de: Exportiere und teile Poster der Entwicklungs-Timeline
en: Export & share growth timeline posters
fr: Exportation et partage d'affiches chronologiques
ja: 成長タイムラインのエクスポートと共有
zh_hant: 成長時間軸匯出分享

# paywall.benefit.watermarkFree
source: 导出作品无水印
de: Wasserzeichenfreie Exporte
en: Watermark-free exports
fr: Exportations sans aucun filigrane
ja: ウォーターマークなしで作品をエクスポート
zh_hant: 匯出作品無浮水印

# paywall.benefit1.desc
source: 不限伙伴数量，档案彼此清晰
de: Unbegrenzte Haustiere – jeweils mit eigenem Profil
en: Unlimited pals, with a clear profile for each one
fr: Compagnons illimités, avec un profil clair et dédié pour chacun
ja: パートナーの数に制限はなく、ファイルは相互にクリアです
zh_hant: 不限毛小孩數量，檔案彼此清晰

# paywall.benefit1.title
source: 独立保存每一位伙伴
de: Ein Profil für jedes Haustier
en: Separate Profiles for Every Pal
fr: Un profil distinct pour chaque compagnon
ja: 各パートナーを個別に保存する
zh_hant: 獨立儲存每一位毛小孩

# paywall.benefit2.desc
source: 年度回顾按真实日期生成
de: Jahresrückblicke werden aus echten Daten erstellt
en: Yearly recaps are built from real dates
fr: Les rétrospectives annuelles sont construites à partir des dates réelles
ja: 年次レビューは実際の日付に基づいて生成されます
zh_hant: 年度回顧按真實日期產生

# paywall.benefit2.title
source: 把时间整理成生命章节
de: Verwandle Zeit in Lebenskapitel
en: Turn Time into Life Chapters
fr: Structurez le temps en chapitres de vie
ja: 時間を人生の章に分けて整理する
zh_hant: 把時間整理成生命章節

# paywall.benefit3.desc
source: 高清导出照片、记忆与拼豆图纸
de: Exportiere Fotos, Erinnerungen und Bügelperlen-Muster in hoher Qualität
en: Export photos, memories, and bead patterns in high quality
fr: Exportez photos, souvenirs et modèles de perles en haute résolution
ja: 写真・思い出・アイロンビーズの図案を高解像度で書き出し
zh_hant: 高畫質匯出照片、記憶與拼豆圖稿

# paywall.benefit3.title
source: 作品与原片都能高质量带走
de: Nimm Erinnerungen in höchster Qualität mit
en: Take High-Quality Memories with You
fr: Emportez vos souvenirs en qualité optimale
ja: 作品もオリジナルフィルムも高画質でお持ち帰り可能
zh_hant: 作品與原片都能高畫質帶走

# paywall.close
source: 关闭
de: Schließen
en: Close
fr: Fermer
ja: 閉鎖
zh_hant: 關閉

# paywall.cta.confirm
source: 确认并继续
de: Bestätigen & Weiter
en: Confirm & Continue
fr: Confirmer et continuer
ja: 確認して続行
zh_hant: 確認並繼續

# paywall.cta.lifetime.price
source: 永久解锁 · %@
de: Auf Lebenszeit freischalten · %@
en: Unlock Lifetime · %@
fr: Débloquer à vie · %@
ja: 永久にロック解除されました · %@
zh_hant: 永久解鎖 · %@

# paywall.cta.subscribe.price
source: 立即订阅 · %@
de: Jetzt abonnieren · %@
en: Subscribe Now · %@
fr: S'abonner · %@
ja: 今すぐ購読 · %@
zh_hant: 立即訂閱 · %@

# paywall.cta.trial %lld
source: 免费试用 %d 天
de: Kostenlos testen · %d Tage
en: Free trial · %d days
fr: Essai gratuit · %d jours
ja: %d日間の無料トライアル
zh_hant: 免費試用 %d 天

# paywall.cta.unavailable
source: 暂不可购买
de: Nicht verfügbar
en: Unavailable
fr: Indisponible
ja: まだ購入できません
zh_hant: 暫不可購買

# paywall.disclosure.period
source: 周期
de: Abrechnungszeitraum
en: Billing period
fr: Période de facturation
ja: サイクル
zh_hant: 週期

# paywall.disclosure.price
source: 价格
de: Preis
en: Price
fr: Prix
ja: 価格
zh_hant: 價格

# paywall.disclosure.title
source: 购买前请确认
de: Vor dem Kauf
en: Before you purchase
fr: Avant l'achat
ja: ご購入前にご確認ください
zh_hant: 購買前請確認

# paywall.disclosure.trial
source: 试用
de: Kostenlose Testphase
en: Free trial
fr: Essai gratuit
ja: 試してみる
zh_hant: 試用

# paywall.footer.links
source: 恢复购买 · 使用条款 · 隐私政策
de: Käufe wiederherstellen · Nutzungsbedingungen · Datenschutzrichtlinie
en: Restore Purchases · Terms of Service · Privacy Policy
fr: Restaurer les achats · Conditions d'utilisation · Confidentialité
ja: 購入を復元する · 利用規約 · プライバシーポリシー
zh_hant: 回復購買 · 服務條款 · 隱私權政策

# paywall.future.body
source: V1.0 计划加入高级模板与高清导出，Pro 用户上线后自动解锁。
de: Erweiterte kreative Vorlagen und HD-Exporte sind für V1.0 geplant und werden für Pro-Mitglieder automatisch freigeschaltet.
en: Advanced creative templates and HD exports are planned for V1.0 and will unlock automatically for Pro members.
fr: De nouveaux modèles créatifs et exports haute résolution sont prévus pour la V1.0 et seront automatiquement débloqués pour les membres Pro.
ja: V1.0では、高度なテンプレートと高解像度エクスポートが追加される予定で、Proユーザーはオンラインになった後に自動的にロックが解除されます。
zh_hant: V1.0 計畫加入進階範本與高畫質匯出，Pro 用戶上線後自動解鎖。

# paywall.hero.features
source: 更多伙伴 · 完整回顾 · 高质量导出
de: Mehr Haustiere · Kompletter Verlauf · Hochwertige Exporte
en: More Pals · Full History · High-Quality Exports
fr: Plus de compagnons · Historique complet · Exports haute définition
ja: より多くのパートナー · 完全なレビュー · 高品質のエクスポート
zh_hant: 更多毛小孩 · 完整回顧 · 高畫質匯出

# paywall.hero.subtitle
source: 更多伙伴 · 完整回顾 · 高质量导出
de: Mehr Haustiere · Kompletter Verlauf · Hochwertige Exporte
en: More Pals · Full History · High-Quality Exports
fr: Plus de compagnons · Historique complet · Exports haute définition
ja: より多くのパートナー · 完全なレビュー · 高品質のエクスポート
zh_hant: 更多毛小孩 · 完整回顧 · 高畫質匯出

# paywall.hero.title
source: 把她的一生， 完整地留在身边
de: Bewahre das ganze Leben deines Lieblings
en: Keep Their Whole Life Close
fr: Gardez toute sa vie, près de vous
ja: 彼女の生涯を通じて、 完全に私と一緒にいてください
zh_hant: 把牠的一生， 完整地留在身邊

# paywall.important.terms
source: 服务条款中的责任限制、自动续费等重要条款，请在购买前阅读。
de: Lies vor dem Kauf die Bedingungen zu Haftung, Verlängerung und weiteren wichtigen Punkten.
en: Before buying, read the Terms for liability limits, auto-renewal, and other important conditions.
fr: Avant l'achat, lisez les Conditions : responsabilité, renouvellement et autres clauses.
ja: ご購入前に利用規約の責任制限や自動更新などの重要事項を必ずお読みください。
zh_hant: 服務條款中的責任限制、自動續訂等重要條款，請在購買前閱讀。

# paywall.link.privacy
source: 隐私政策
de: Datenschutzrichtlinie
en: Privacy Policy
fr: Politique de confidentialité
ja: プライバシーポリシー
zh_hant: 隱私權政策

# paywall.link.terms
source: 服务条款
de: Nutzungsbedingungen
en: Terms of Service
fr: Conditions d'utilisation
ja: 利用規約
zh_hant: 服務條款

# paywall.load.failed
source: 暂时无法加载订阅信息，请检查网络后重试。
de: Abo-Infos konnten nicht geladen werden. Bitte überprüfe deine Verbindung und versuche es erneut.
en: Couldn't load subscription info. Check your connection and try again.
fr: Impossible de charger les informations d'abonnement. Vérifiez votre connexion et réessayez.
ja: サブスクリプション情報を一時的にロードできません。ネットワークを確認して、もう一度お試しください。
zh_hant: 暫時無法載入訂閱資訊，請檢查網路後重試。

# paywall.period.lifetime
source: 一次性购买
de: Einmaliger Kauf
en: One-time purchase
fr: Achat unique
ja: 1回限りの購入
zh_hant: 單次購買

# paywall.period.monthly
source: 每月自动续费
de: Monatliche Verlängerung
en: Renews monthly
fr: Mensuel
ja: 毎月の自動更新
zh_hant: 每月自動續訂

# paywall.period.once
source: 一次性
de: Einmalig
en: One-Time
fr: Paiement unique
ja: 使い捨て
zh_hant: 單次

# paywall.period.yearly
source: 每年自动续费
de: Jährliche Verlängerung
en: Renews yearly
fr: Annuel
ja: 毎年自動更新
zh_hant: 每年自動續訂

# paywall.plan.annual
source: 年度方案
de: Jahres-Abo
en: Annual Plan
fr: Offre annuelle
ja: 年間計画

# paywall.plan.getApp
source: 从 App Store 获取
de: Aus dem App Store
en: From the App Store
fr: Obtenir sur l'App Store
ja: App Storeから入手
zh_hant: 從 App Store 取得

# paywall.plan.monthly
source: 月度方案
de: Monats-Abo
en: Monthly Plan
fr: Offre mensuelle
ja: 月額プラン

# paywall.pro.owned
source: 你已解锁 MiLens Pro
de: Du hast MiLens Pro freigeschaltet
en: You've unlocked MiLens Pro
fr: Vous bénéficiez de MiLens Pro
ja: MiLens Proのロックを解除しました
zh_hant: 你已解鎖 MiLens Pro

# paywall.purchase.agreement
source: 购买前同意服务条款和隐私政策
de: Nutzungsbedingungen und Datenschutzrichtlinie vor dem Kauf akzeptieren
en: Agree to the Terms of Service and Privacy Policy before purchasing
fr: Accepter les Conditions d'utilisation et la Politique de confidentialité avant l'achat
ja: ご購入前に利用規約とプライバシーポリシーに同意してください
zh_hant: 購買前同意服務條款和隱私權政策

# paywall.purchase.and
source: 和
de: und
en: and
fr: et
ja: そして

# paywall.purchase.failed
source: 购买未完成，请稍后再试。
de: Kauf wurde nicht abgeschlossen. Versuch es später noch einmal.
en: Purchase didn't complete. Try again later.
fr: Échec du paiement. Veuillez réessayer.
ja: 購入は完了していません。後でもう一度お試しください。
zh_hant: 購買未完成，請稍後再試。

# paywall.purchase.pending
source: 购买待确认，完成后将自动解锁。
de: Kauf wartet auf Bestätigung und wird nach Abschluss automatisch freigeschaltet.
en: Purchase is pending confirmation and will unlock automatically once completed.
fr: Achat en attente de confirmation ; il sera débloqué automatiquement une fois finalisé.
ja: 購入には確認が必要で、完了すると自動的にロックが解除されます。
zh_hant: 購買待確認，完成後將自動解鎖。

# paywall.purchase.title
source: 一份生命档案，值得长期保存
de: Ein Lebensarchiv, das es wert ist, bewahrt zu werden
en: A Life Archive Worth Keeping
fr: Une archive de vie mérite d'être préservée
ja: 長期保存に値する人生のアーカイブ
zh_hant: 一份生命檔案，值得長期儲存

# paywall.restore
source: 恢复购买
de: Kauf wiederherstellen
en: Restore Purchase
fr: Restaurer les achats
ja: 購入を再開する
zh_hant: 回復購買

# paywall.restore.done
source: 已恢复你的购买。
de: Deine Käufe wurden wiederhergestellt.
en: Your purchases have been restored.
fr: Vos achats ont été restaurés.
ja: 購入は復元されました。
zh_hant: 已回復你的購買項目。

# paywall.restore.failed
source: 恢复购买失败，请稍后再试。
de: Käufe konnten nicht wiederhergestellt werden. Versuch es später noch einmal.
en: Couldn't restore purchases. Try again later.
fr: Échec de la restauration des achats. Réessayez plus tard.
ja: 購入を復元できませんでした。後でもう一度お試しください。
zh_hant: 回復購買失敗，請稍後再試。

# paywall.restore.none
source: 未找到可恢复的购买。
de: Es wurden keine Käufe zum Wiederherstellen gefunden.
en: No purchases found to restore.
fr: Aucun achat antérieur trouvé à restaurer.
ja: 復元可能な購入は見つかりませんでした。
zh_hant: 找不到可回復的購買項目。

# paywall.retry
source: 重试
de: Erneut versuchen
en: Retry
fr: Réessayer
ja: もう一度やり直してください
zh_hant: 重試

# paywall.source
source: 从 App Store 获取
de: Aus dem App Store
en: From the App Store
fr: Sur l'App Store
ja: App Storeから入手
zh_hant: 從 App Store 取得

# paywall.subtitle
source: 一次解锁全部创作能力
de: Schalte alle kreativen Funktionen auf einmal frei
en: Unlock every creative feature in one go
fr: Débloquez toutes les fonctions de création en une fois
ja: すべての創造的な能力を一度に解放する
zh_hant: 一次解鎖全部創作能力

# paywall.terms.lifetime
source: 一次购买，永久使用，无后续费用。
de: Einmal zahlen, für immer nutzen. Keine wiederkehrenden Gebühren.
en: Pay once, use forever. No recurring fees.
fr: Payez une fois, profitez-en pour toujours. Aucun frais récurrent.
ja: 一度購入すれば永久に使用でき、その後の料金はかかりません。
zh_hant: 一次購買，永久使用，無後續費用。

# paywall.terms.subscription
source: 按 %@ 自动续费，可随时在 App Store 账户设置中取消，取消后当前已生效周期不受影响。
de: Verlängert sich automatisch für %@. Kann jederzeit in den App Store-Accounteinstellungen gekündigt werden; dein aktueller Zeitraum bleibt nach der Kündigung gültig.
en: Renews automatically at %@. Cancel anytime in App Store Account Settings; your current period remains valid after cancellation.
fr: Renouvellement automatique au tarif de %@. Annulation possible à tout moment dans les réglages du compte App Store ; la période en cours reste acquise.
ja: %@ を押して自動的に更新します。App Storeのアカウント設定でいつでもキャンセルできます。キャンセル後も現在の有効期間は影響を受けません。
zh_hant: 按 %@ 自動續訂，可隨時在 App Store 帳號設定中取消，取消後當前已生效週期不受影響。

# paywall.terms.trial
source: 免费试用 %1$d 天，之后按 %2$@ 自动续费。可随时在 App Store 账户设置中取消，取消后当前已生效周期不受影响。
de: %1$d Tage kostenlos, danach automatische Verlängerung für %2$@. Jederzeit in den App-Store-Accounteinstellungen kündbar; der aktuelle Abrechnungszeitraum bleibt bestehen.
en: Free for %1$d days, then renews at %2$@. Cancel anytime in App Store Account Settings; your current period remains valid after cancellation.
fr: Essai gratuit %1$d jours, puis %2$@ avec renouvellement automatique. Annulation à tout moment dans les réglages App Store ; la période en cours reste acquise.
ja: %1$d日間無料試用し、その後 %2$@ で自動更新されます。App Storeのアカウント設定でいつでもキャンセルできます。キャンセル後も、現在の有効期間は影響を受けません。
zh_hant: 免費試用 %1$d 天，之後按 %2$@ 自動續訂。可隨時在 App Store 帳號設定中取消，取消後當前已生效週期不受影響。

# paywall.title
source: 把这张照片做成一份作品
de: Mach dieses Foto zu einem Andenken
en: Turn this photo into a keepsake
fr: Faites de cette photo une œuvre
ja: この写真を作品にします
zh_hant: 把這張照片做成一份作品

# paywall.trial.hint %lld
source: 前 %d 天免费
de: Erste %d Tage kostenlos
en: First %d days free
fr: Les %d premiers jours sont offerts
ja: 最初の %d日間は無料
zh_hant: 前 %d 天免費

# pet.add.title
source: 添加伙伴
de: Haustier hinzufügen
en: Add a Pal
fr: Ajouter un compagnon
ja: パートナーを追加
zh_hant: 新增毛小孩

# pet.age.months %lld
source: %lld个月
de: %lld Monate
en: %lld months
fr: %lld mois
ja: %lldか月
zh_hant: %lld 個月

# pet.age.unknown
source: 未知
de: Unbekannt
en: Unknown
fr: Âge non renseigné

# pet.age.years %lld
source: %lld岁
de: %lld Jahre
en: %lld years
fr: %lld ans
ja: %lld歳
zh_hant: %lld 歲

# pet.card.birthdayYears %lld
source: %lld岁生日
de: %lld. Geburtstag
en: Birthday #%lld
fr: %lldᵉ anniversaire
ja: %lldの誕生日
zh_hant: %lld 歲生日

# pet.card.daysHome %lld
source: 来到家%lld天
de: Seit %lld Tagen zuhause
en: Home for %lld days
fr: À la maison depuis %lld jours
ja: 帰宅後%lld日
zh_hant: 來到家裡 %lld 天

# pet.card.fallbackSubtitle
source: 值得记住的一天
de: Ein unvergesslicher Tag
en: A day to remember
fr: Une journée mémorable
ja: 思い出す価値のある一日
zh_hant: 值得記住的一天

# pet.card.fallbackTitle
source: 这一天
de: Dieser Tag
en: This Day
fr: Ce jour-là
ja: この日
zh_hant: 這一天

# pet.companionship.arrived %lld
source: 来到家%lld天
de: Seit %lld Tagen zuhause
en: Home for %lld days
fr: À la maison depuis %lld jours
ja: 帰宅後%lld日
zh_hant: 來到家裡 %lld 天

# pet.companionship.family %@ %lld
source: 和%@成为家人%lld天
de: %@ gehört seit %lld Tagen zur Familie
en: %@ has been family for %lld days
fr: Avec %@ depuis %lld jours
ja: %@ と %lld日間家族になります
zh_hant: 和%@成為家人%lld天

# pet.companionship.future
source: 相处时间尚未开始
de: Eure gemeinsame Zeit hat noch nicht begonnen
en: Your time together hasn't begun yet
fr: Une belle histoire qui commence
ja: 一緒の時間はまだ始まっていない
zh_hant: 相處時間尚未開始

# pet.companionship.together %lld
source: 相处%lld天
de: Seit %lld Tagen zusammen
en: Together for %lld days
fr: Ensemble depuis %lld jours
ja: %lld日間仲良くしましょう
zh_hant: 相伴 %lld 天

# pet.companionship.unknown
source: 相处天数未知
de: Gemeinsame Tage unbekannt
en: Days together unavailable
fr: Nombre de jours ensemble inconnu
ja: 一緒に過ごした日数は不明
zh_hant: 相處天數未知

# pet.daysTogether %lld
source: 相处%lld天
de: Seit %lld Tagen zusammen
en: Together for %lld days
fr: Ensemble depuis %lld jours
ja: %lld日間仲良くしましょう
zh_hant: 相處 %lld 天

# pet.edit.adoptionDay
source: 领养日
de: Adoptionstag
en: Adoption Day
fr: Date d'adoption
ja: 養子縁組の日
zh_hant: 領養日

# pet.edit.avatar.change
source: 更换
de: Profilbild ändern
en: Change Avatar
fr: Changer de photo
ja: 交換する
zh_hant: 更換

# pet.edit.avatar.choose
source: 选择
de: Profilbild auswählen
en: Choose Avatar
fr: Choisir une photo
ja: 選ぶ
zh_hant: 選擇

# pet.edit.avatar.footer
source: 选择一张照片裁切为圆形头像
de: Wähle ein Foto für das runde Profilbild aus
en: Choose a photo and crop it to a circle
fr: Choisissez une photo à recadrer en portrait circulaire
ja: 写真を選択して丸いアバターに切り抜きます
zh_hant: 選擇一張照片裁切為圓形大頭貼

# pet.edit.birthday
source: 生日
de: Geburtstag
en: Birthday
fr: Date de naissance
ja: 誕生日

# pet.edit.clearDates
source: 清除日期
de: Daten löschen
en: Clear Dates
fr: Effacer les dates
ja: クリア日付

# pet.edit.delete.message %@
source: 确定删除「%@」吗？ 关联照片将解除归属但不会删除。
de: Profil von %@ löschen? Verknüpfte Fotos werden freigegeben, aber nicht gelöscht.
en: Delete %@'s profile? Linked photos will be unassigned but not deleted.
fr: Supprimer le profil de %@ ? Les photos associées seront détachées du profil, mais pas supprimées.
ja: 「%@」を削除してもよろしいですか？ 関連する写真は帰属されませんが、削除されません。
zh_hant: 確定刪除「%@」嗎？ 關聯照片將解除歸屬但不會刪除。

# pet.edit.delete.title
source: 删除伙伴档案
de: Haustierprofil löschen
en: Delete Pal Profile
fr: Supprimer ce profil
ja: パートナープロフィールを削除する
zh_hant: 刪除毛小孩檔案

# pet.edit.feature.failed %@
source: 注册失败：%@
de: Referenzfotos konnten nicht gespeichert werden: %@
en: Couldn't save references: %@
fr: Impossible d'enregistrer les photos de référence : %@
ja: 登録に失敗しました：%@
zh_hant: 參考照片儲存失敗：%@

# pet.edit.feature.footer.new %lld %lld
source: 选择 %lld–%lld 张不同角度与光线的照片，导入新照片时将自动归入此档案
de: Wähle %lld–%lld abwechslungsreiche Fotos. Neue Bilder können diesem Profil dann automatisch zugeordnet werden.
en: Pick %lld–%lld photos with varied angles and lighting; new photos will be matched into this archive automatically.
fr: Choisissez %lld à %lld photos variées. Les nouveaux clichés pourront ensuite rejoindre automatiquement ce profil.
ja: 角度と照明が異なる %lld ～ %lld枚の写真を選択してください。新しい写真をインポートすると、その写真は自動的にこのファイルに含まれます。
zh_hant: 選取 %lld–%lld 張不同角度與光線的照片，之後匯入的新照片可自動歸入此檔案

# pet.edit.feature.footer.update %lld %lld
source: 更新特征需要重新选择照片（%lld–%lld 张）
de: Wähle zum Aktualisieren erneut %lld–%lld Referenzfotos aus
en: To update the references, choose %lld–%lld photos again
fr: Pour actualiser les références, choisissez à nouveau %lld à %lld photos
ja: 機能を更新するには写真を再選択する必要があります （%lld–%lld写真）
zh_hant: 如要更新參考照片，請重新選取 %lld–%lld 張照片

# pet.edit.feature.maxPhotos %lld
source: 最多选择 %lld 张照片
de: Bis zu %lld Fotos
en: Up to %lld photos
fr: Maximum %lld photos
ja: 最大 %lld枚の写真を選択してください
zh_hant: 最多選擇 %lld 張照片

# pet.edit.feature.minPhotos %lld
source: 请至少选择 %lld 张照片
de: Mindestens %lld Fotos
en: At least %lld photos
fr: Sélectionnez au moins %lld photos
ja: 少なくとも %lld枚の写真を選択してください
zh_hant: 請至少選擇 %lld 張照片

# pet.edit.feature.progress %lld/%lld
source: 正在提取特征 %lld/%lld
de: Merkmale werden extrahiert %lld/%lld
en: Extracting features %lld/%lld
fr: Extraction des traits %lld/%lld
ja: 特徴 %lld/%lldを抽出しています
zh_hant: 正在提取特徵 %lld/%lld

# pet.edit.feature.register
source: 选择照片注册
de: Referenzfotos hinzufügen
en: Add Reference Photos
fr: Ajouter des photos de référence
ja: 写真登録を選択
zh_hant: 加入參考照片

# pet.edit.feature.registered
source: 已注册视觉特征
de: Referenzfotos hinzugefügt
en: Reference Photos Added
fr: Photos de référence ajoutées
ja: 登録された視覚的特徴
zh_hant: 已加入參考照片

# pet.edit.feature.reregister
source: 重新注册（更新特征）
de: Referenzfotos aktualisieren
en: Update Reference Photos
fr: Actualiser les photos de référence
ja: 再登録（特性の更新）
zh_hant: 更新參考照片

# pet.edit.feature.selected %lld
source: 已选 %lld 张
de: %lld ausgewählt
en: %lld selected
fr: %lld photos sélectionnées
ja: %lld枚の写真が選択されました
zh_hant: 已選 %lld 張

# pet.edit.feature.start
source: 开始注册
de: Referenzfotos hinzufügen
en: Add Reference Photos
fr: Ajouter les références
ja: 登録を開始する
zh_hant: 開始加入

# pet.edit.feature.success %lld
source: 已注册 %lld 张照片的视觉特征
de: %lld Referenzfotos hinzugefügt
en: Added %lld reference photos
fr: %lld photos de référence ajoutées
ja: 登録された%lld写真の視覚的特徴
zh_hant: 已加入 %lld 張參考照片

# pet.edit.feature.unavailable
source: AI 模型未就绪，暂不能注册视觉特征
de: Das KI-Modell ist noch nicht bereit; Referenzfotos können derzeit nicht hinzugefügt werden
en: The AI model isn't ready, so reference photos can't be added yet
fr: Le modèle d'IA n'est pas prêt ; les photos de référence ne peuvent pas encore être ajoutées
ja: AIモデルは準備ができておらず、視覚的な特徴はまだ登録できません。
zh_hant: AI 模型尚未就緒，目前無法加入參考照片

# pet.edit.gender
source: 性别
de: Geschlecht
en: Gender
fr: Sexe
ja: 性別
zh_hant: 性別

# pet.edit.name.placeholder
source: 名字
de: Namen eingeben
en: Enter name
fr: Nom du compagnon
ja: 名前

# pet.edit.name.unnamed
source: 未命名
de: Unbenannt
en: Unnamed
fr: Sans nom
ja: 無名

# pet.edit.notLoaded
source: 档案未加载
de: Profil nicht geladen
en: Profile Not Loaded
fr: Impossible de charger les données du compagnon
ja: ファイルがロードされていません
zh_hant: 檔案未載入

# pet.edit.note.footer %lld
source: 每条不超过 %lld 字
de: Bis zu %lld Zeichen
en: Up to %lld characters
fr: Maximum %lld caractères
ja: エントリごとに %lld語を超えてはなりません
zh_hant: 每條不超過 %lld 字

# pet.edit.note.placeholder
source: 添加重要事件（可选）
de: Wichtiges Ereignis hinzufügen (optional)
en: Add an important event (optional)
fr: Ajouter un événement important (facultatif)
ja: 重要なイベントを追加します （オプション）
zh_hant: 新增重要事件（選填）

# pet.edit.note.tooLong %lld
source: 备忘条目不能超过%lld个字符
de: Notizen dürfen %lld Zeichen nicht überschreiten
en: Notes cannot exceed %lld characters
fr: Les notes ne peuvent pas dépasser %lld caractères
ja: メモエントリは %lld文字を超えることはできません
zh_hant: 備忘條目不能超過%lld個字元

# pet.edit.note.tooLongToSave %lld
source: 重要事件备注不能超过%lld个字符，请修改后再保存
de: Notizen überschreiten %lld Zeichen – bitte vor dem Speichern kürzen
en: Notes exceed %lld characters — shorten before saving
fr: La note ne peut pas dépasser %lld caractères. Raccourcissez-la avant d'enregistrer.
ja: 重要なイベントに関するメモは %lld文字を超えることはできません。保存する前に変更してください。
zh_hant: 重要事件備註不能超過%lld個字元，請修改後再儲存

# pet.edit.saveFailed
source: 保存失败，请重试
de: Konnte nicht speichern. Versuch es erneut.
en: Couldn't save. Try again.
fr: Impossible d'enregistrer les modifications
ja: 保存に失敗しました。もう一度お試しください
zh_hant: 儲存失敗，請重試

# pet.edit.section.avatar
source: 头像
de: Profilbild
en: Avatar
fr: Photo de profil
ja: アバター
zh_hant: 大頭貼

# pet.edit.section.basic
source: 基本信息
de: Grundinfos
en: Basic Info
fr: Informations de base
ja: 基本情報
zh_hant: 基本資訊

# pet.edit.section.dates
source: 重要日期
de: Wichtige Daten
en: Important Dates
fr: Dates importantes
ja: 重要な日付

# pet.edit.section.feature
source: 视觉特征
de: Referenzfotos
en: Visual Features
fr: Photos de référence
ja: 視覚的特徴
zh_hant: 參考照片

# pet.edit.section.notes
source: 重要事件
de: Wichtige Ereignisse
en: Important Events
fr: Événements importants
ja: 重要なイベント

# pet.edit.section.speciesGender
source: 物种与性别
de: Tierart & Geschlecht
en: Species & Gender
fr: Espèce et sexe
ja: 種族と性別
zh_hant: 物種與性別

# pet.edit.species
source: 物种
de: Tierart
en: Species
fr: Espèce
ja: 種
zh_hant: 物種

# pet.edit.unsaved.continue
source: 继续编辑
de: Weiter bearbeiten
en: Keep Editing
fr: Continuer les modifications
ja: 編集を続ける
zh_hant: 繼續編輯

# pet.edit.unsaved.discard
source: 放弃修改
de: Änderungen verwerfen
en: Discard Changes
fr: Ignorer les modifications
ja: 変更を放棄する
zh_hant: 放棄修改

# pet.edit.unsaved.title
source: 有未保存的修改
de: Ungespeicherte Änderungen
en: Unsaved Changes
fr: Modifications non enregistrées
ja: 未保存の変更があります
zh_hant: 有未儲存的修改

# pet.form.countLimit %lld
source: 最多支持管理 %lld 只伙伴
de: Du kannst bis zu %lld Haustiere verwalten.
en: You can manage up to %lld pals.
fr: Vous pouvez gérer jusqu'à %lld compagnons.
ja: 最大 %lldパートナーのみの管理をサポートします
zh_hant: 最多支援管理 %lld 位毛小孩

# pet.form.name.required
source: 请输入伙伴名字
de: Gib einen Namen für dein Haustier ein
en: Enter a name for your pal
fr: Le nom du compagnon est obligatoire
ja: パートナー名を入力してください
zh_hant: 請輸入毛小孩名字
